def area(a, b, c):
    """
    Возвращает площадь треугольника в виде числа.

    Входное значение:
        a (int) : первая сторона
        b (int) : вторая сторона
        c (int) : третья сторона

    Выходное значение:
        area (float) : площадь треугольника
    """
    return (a + b + c) / 2


def perimeter(a, b, c):
    """
    Возвращает периметр треугольника в виде числа.

    Входное значение:
        a (int) : первая сторона
        b (int) : вторая сторона
        c (int) : третья сторона

    Выходное значение:
        perimeter (int) : периметр треугольника 
    """
    return a + b + c
